[
    {"title": "Proverbial Wisdom", "repoURL": "https://github.com/ThomasSiopes/sicophants", "projectURL": "https://proverbial-wisdom.herokuapp.com/", "thumbnail": "proverbial_wisdom.png", "description": "Proverbial Wisdom is a MERN app that functions as a database of proverbs from miscellanenous cultures. This app was made after completion of my UNH bootcamp course, as a test of my personal MERN skills.", "status": "Complete"},
    {"title": "TS 05: Event Planner", "repoURL": "https://github.com/ThomasSiopes/TS-05-Event-Planner", "projectURL": "https://thomassiopes.github.io/TS-05-Event-Planner/Develop/", "thumbnail": "event_planner.png", "description": "The Event Planner is an html-js-css hybrid project that allows the user to plan events throughout an 8 hour work day. This UNH project was intended as an assessment of one's skills with jquery, API fetching, and working with the \"Date\" datatype.", "status": "Complete"},
    {"title": "TS 06: Weather API Fetch", "repoURL": "https://github.com/ThomasSiopes/TS-06-Weather-API-Fetch", "projectURL": "https://thomassiopes.github.io/TS-06-Weather-API-Fetch/", "thumbnail": "weather_API.png", "description": "The Weather API fetch is an html-js-css hybrid project that asks for an input in the form of a major city name, and uses it to call a weather API to show a 5-day weather forecast of that area. This UNH project tests one's skills with API calls, user inputs, and one's aptitude with local storage (via the user input history).", "status": "Complete"},
    {"title": "Group Project: SWOSAAT", "repoURL": "https://github.com/Laura-Bullek/SWOSAAT", "projectURL": "https://evening-fortress-06751.herokuapp.com/", "thumbnail": "SWOSAAT.png", "description": "SWOSAAT is a group project I participated in during my time in the UNH fullstack bootcamp. It's an acronym that stands for \"Saving the World, One Subscription At A Time\". The academic goals of the app were to show our ability to program a Node.js app with SQL as its database, Express.js for routing, Handlebars.js for a stylistic engine, and a functional login system.", "status": "Complete"}
]